{
    "content": "{\n    \"past\": [\"Ayer nosotros __________ (reservar) una habitación doble con vista al mar.\", \"La semana pasada tú __________ (llegar) al aeropuerto con tres horas de antelación.\", \"Ellos __________ (perder) el tren de las ocho esta mañana.\", \"Yo __________ (hacer) el check-in en el hotel por la tarde.\", \"¿ __________ (tomar, vosotros) un taxi desde la estación?\", \"Mi equipaje no __________ (caber) en el maletero del coche.\", \"El recepcionista nos __________ (dar) las llaves de la habitación 305.\", \"Nosotras __________ (preferir) viajar en avión que en autobús.\", \"El vuelo __________ (despegar) con un retraso de una hora.\", \"La azafata __________ (traer) bebidas durante el trayecto.\"],\n    \"present_future\": [\"Mañana nosotros __________ (salir) hacia el aeropuerto a las cinco.\", \"Normalmente, yo __________ (facturar) mi maleta en el mostrador.\", \"El próximo verano tú __________ (alojarse) en un hotel de cinco estrellas.\", \"Siempre __________ (haber) retrasos en esta línea de metro.\", \"¿ __________ (venir, usted) en taxi o en autobús turístico?\", \"El avión __________ (aterrizar) en la pista dentro de veinte minutos.\", \"Para llegar al centro, __________ (tomar, yo) la línea azul del metro.\", \"La compañía aérea __________ (ofrecer) un nuevo servicio de comida a bordo.\", \"Si llueve, nosotros __________ (cancelar) la excursión.\", \"El conserje __________ (saber) dónde están los mejores restaurantes.\"],\n    \"vocab\": [\"El equipaje de mano debe ir en el compartimento superior.\", \"Necesitamos confirmar la hora de salida del vuelo de conexión.\", \"La tarifa incluye alojamiento y desayuno buffet.\", \"El ascensor del hotel está fuera de servicio por mantenimiento.\", \"El control de pasaportes fue muy rápido en la aduana.\", \"Recomiendo visitar la taquilla para comprar un abono de transporte.\", \"La habitación tiene terraza, minibar y aire acondicionado.\", \"El tren de alta velocidad es muy puntual y cómodo.\", \"Hay que recoger las llaves en la recepción antes de las doce.\", \"La azafata anunció que comenzaba el embarque por la puerta número siete.\"]\n}"
}